alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
dhershman.theme-dusty-light
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
felipe-mendes.slack-theme
gerane.Theme-Earthsong
jcbuisson.vue
jeff-hykin.better-cpp-syntax
jprestidge.theme-material-theme
liviuschera.noctis
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools-themes
msjsdiag.debugger-for-chrome
octref.vetur
rahmanyerli.ra-dark
rahmanyerli.ra-spring
rahmanyerli.ra-summer
slevesque.vscode-autohotkey
wangtao0101.vscode-js-import
ZQun.theme-hbuilderx-push-light
cschlosser.doxdocgen
cssho.vscode-svgviewer
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
mtots.enumerate
twxs.cmake
